[
    {
      "date": "15.01.2025",
      "type": "blog",
      "authors": ["Matteo Ciccarelli", "Matthieu Darracq Pariès", "Bettina Landau", "João Sousa"],
      "title": "Exploring an uncertain future with the help of scenarios",
      "content": "Central banks project future developments based on past data patterns and a set of assumptions. Crises can change economic structures, complicating this forecasting. The ECB Blog explains how scenario, risk and sensitivity analyses address the new uncertainty. We use economic models and data patterns from the past to project the future. In normal times, assessing what conditions will be like in the near future can be a relatively “straightforward” task. When inflation and growth are stable and predictable our central forecast, or baseline projection, proves to be reliable. However, recent crises might have caused structural changes, which would introduce analytical uncertainty, in addition to the increased general uncertainty surrounding projections. In response, the ECB has been upgrading the tools and analyses we use in our staff macroeconomic projections, which form an integral part of our economic forecasting. One of these, scenario analysis, is particularly important in the light of a world of increasing uncertainty and change. So, what do we mean by scenario analysis? We use three types of additional checks to enhance our standard baseline forecasting: sensitivity analysis, risk analysis, and scenario analysis. All of them, just like our standard forecast, are a combination of two elements: the use of models and expert judgement. The three additional checks in particular aim to show possible deviations from the “normal”, or most likely, forecast. In this sense they complement our baseline projection with “what if” assessments. First, the sensitivity analysis focuses on how changes in individual factors, such as a huge change in energy prices or a different exchange rate path, might affect economic variables like economic activity and inflation. By altering one variable at a time, models can evaluate the potential impact of uncertain assumptions on the baseline. Second, risk analysis looks at how likely it is that economic developments will deviate from the baseline. In theory, the baseline projection would correspond to the mode (i.e. the most-likely outcome) of a “predictive distribution”, while events further away from the mode are less likely to occur. The probability distribution may also show asymmetry to the “right” or to the “left” (see Figure 1), depending on the balance of risks. This asymmetry – which may depend on various quantifiable or only qualitative risk factors – represents the risk balance around the projection. The risk balance helps to interpret projections and decide about monetary policy in periods of heightened uncertainty. The risk analysis tells us to which side deviations from the baseline are more likely. This risk distribution can be estimated by resorting to various models and tools. Finally, the scenario analysis addresses the even more complex “what if” questions. Specifically, it examines the consequences of hypothetical events or economic conditions that deviate from the baseline. For the sensitivity analysis we alter individual factors, while for the scenario analysis the approach is wider and more holistic. The spectrum ranges from major economic and political events – like wars, financial crises, or global energy shocks – to more specific situations like trade tariffs or housing market adjustments, which can affect several factors at the same time. A typical scenario combines two broad sets of changes from the baseline: i) additional shocks over the projection horizon, and ii) changing features of the macroeconomic propagation mechanism. The shocks driving the scenarios can come from many different directions. They may stem from the international environment of the euro area – for example through commodity prices, exchange rates or global trade. Or they can be driven by domestic economic conditions – such as financing conditions, household spending, or firms’ price-setting. Another driver might be supply-side fundamentals of the euro area economy – for example increases in productivity related to artificial intelligence. In addition to the type and magnitude of a shock, scenarios may also think through different future developments by altering how the economy reacts to the shocks. For instance, wages and prices can adjust more quickly to a surge in the cost of energy than to small changes. Or households may save more during times of high uncertainty, or the financial sector could amplify a shock if credit constraints arise. Altogether, a scenario is a blend of various factors which evaluates the impact of economic events on the projection baseline. How do scenarios relate to a forecast distribution and risk analysis? The economic literature shows that you can reasonably approximate the forecast distributions by resorting to a small number of scenarios (see Figure 1). For instance, a symmetric forecast distribution can be represented by one downside and one upside scenario with equal probabilities. More complex distributions may require multiple scenarios to capture high-impact, low-probability events, or secondary modes of the distribution as shown in Figure 1. This approach helps understand the range of possible outcomes and the associated risks. The advantage over the risk distribution is that scenarios provide a narrative for specific risk events and their impact on the economy instead of a simple probability distribution. Assuming that the forecast distribution is quantifiable (based on given models) and interpretable as a probability distribution, scenarios can be used to explore the main properties of this distribution. What scenario analysis does the ECB do? The ECB progressively refines its analyses, particularly in response to significant economic events. In the past we regularly published forecast ranges and sensitivity analyses, and only occasionally included ad-hoc scenarios related to international shocks. However, the COVID-19 pandemic marked a turning point in our approach. During this highly uncertain period we used different scenarios to reflect varying assumptions about the pandemic's progression. That provided insight into what was driving changes and supported discussing different options for action. More recently, scenarios have been instrumental in assessing the impact of geopolitical tensions, such as the war in Ukraine and potential conflicts in the Middle East. For instance, the ECB developed scenarios to evaluate the effects of the Ukraine war and rising energy prices on inflation. This provided insights where standard sensitivity failed to account for extreme developments (Figure 2, panel a). The war in Ukraine and subsequent rises in energy prices led to a significant and unexpected surge in inflation. This could not have been foreseen in the central projections, given their conditionality on oil and gas price futures as expected by markets and other more standard assumptions. Nor could it have been foreseen by sensitivity analysis (Figure 2, panel b). Scenario analyses, however, did foresee this. Specifically, the assessment of scenarios helped by pointing to the risk of much stronger increases in energy commodity prices and consequently of much higher inflation in 2022 (the Ukraine war scenario published in March 2022 foresaw already 7% inflation in 2022, and around 8% in the June and September rounds). In this respect, the inflation scenario was useful to inform the ECB’s policy and its public communication. Projections don’t usually look at the probability of “Black Swan” events – these are events which are very unlikely, but would have a huge impact - used, for example, in bank stress testing. This is an aspect that may deserve further attention, but it is unclear what the added value of such scenarios for monetary policy making is, unless there is also extreme uncertainty as, for example, during the pandemic. Scenario analysis: an invaluable complementary tool Our experience shows that scenario analyses play an important role in macroeconomic projections by complementing aspects that are not included in the baseline forecasts. Together with sensitivity and risk analysis, they provide a robust toolkit to prepare for contingency or emergency planning and to give policymakers courses of action for alternative futures, and therefore better input to fulfil their mandate.",
      "url": "https://www.ecb.europa.eu/press/blog/date/2025/html/ecb.blog.20250115~f016f263dd.en.html" 
    },
    {
      "date": "01.02.2025",
      "type": "blog",
      "authors": ["Christine Lagarde", "Ursula von der Leyen"],
      "title": "Europe has strengths it can build on", 
      "content": "Remaining competitive is fundamental for Europe’s future. We need faster economic growth and higher productivity to protect the quality of life for Europeans – from their jobs and incomes to their security and welfare. Europe must act. Our competitiveness is at risk. While a global revolution in artificial intelligence unfolds, the EU could find itself on the sidelines. Our traditional manufacturing champions are losing global market share. Geopolitical shifts are turning dependencies into vulnerabilities and burdening our companies with high energy prices. Europe must and will find its place in this new world. The prospects for our continent are better than they might seem. The EU has strengths on which it can build – and it has a plan to fix its weaknesses. Europe has strong economic fundamentals. We have institutions governed by the rule of law, and an independent central bank committed to price stability. Inflation is returning to the ECB’s 2% target, allowing borrowing costs to fall. Public debts and deficits are lower than in other major economies. Europe also has the necessary ingredients to catch up in the technological race. The EU turns out almost as many STEM graduates per million inhabitants as the United States. That talent produces a lot of ideas: Europe’s share in global patent grants is close to that of the United States. And we have the money to finance them, with households saving around €1.3 trillion every year. We have an opportunity to bring down energy prices in a lasting way. The shift to secure, low-cost clean energy sources is on track: by 2030, over 40% of our energy consumption will come from renewables. And we are well placed to become a global hub for clean tech innovation, especially as some countries strike out in a different direction. While others must cut their dependencies by building up domestic capacity, the EU can choose from a broader set of options owing to its unique position in global trade. We are the top trading partner for over 70 nations and we continue to strike new agreements, most recently with 400 million Latin Americans. And in a deal with the EU, what you see is what you get. But these strengths are meaningless if Europe is hamstrung by its weaknesses. We need profound change on three fronts. First, we need to make the EU an easier place for innovative companies to grow. Only one-third of university patents in Europe are commercialised, while companies that try to scale up in our Single Market face many internal barriers. Despite our savings, entrepreneurs lack access to risk capital, because capital markets are still too fragmented. Second, we need to make Europe a better place to invest. Two out of three EU companies say that regulation is a key obstacle to investment, while just 14% of them are using AI. Firms still face long permitting procedures, onerous reporting requirements and diverging enforcement of digital rules. Third, we need to make doing business in Europe cheaper, especially in terms of energy costs. While the shift to renewables creates good jobs and strengthens energy security and independence, it also comes with greater intermittency and greater energy losses through curtailment. For the benefits of decarbonisation to show up in companies’ bills, we need massive investment in grids and storage and smarter market design. Europe has got the message. This week, the European Commission presented its Competitiveness Compass which sets out ambitious proposals to address these shortcomings. From now on, the EU will strive not only to lower the barriers facing companies, but also to ensure that they have the resources they need to thrive here – be it finance, compute, energy or skills. For example, the Commission will propose a so-called “28th regime” for innovative companies, allowing them to benefit from a single legal framework across the EU for aspects of corporate law, insolvency, labour law and taxation. It will launch a plan for a Savings and Investments Union, which will ensure that innovative companies can find the financial backing they need. The EU will also give companies access to our world-leading network of supercomputers. This will help develop new advanced technologies and spread AI faster among established champions. The ECB will play its part too by keeping Europe at the forefront of digital payment technologies, including through the digital euro project. In parallel, the regulatory burden will be lightened by an unprecedented simplification effort, starting next month. This will include a far-reaching simplification of legislation on sustainable finance reporting and due diligence. And energy prices will be brought down through a range of measures to integrate markets, increase contracted energy and reduce taxes.  This is only a snapshot of what lies ahead. Companies and households want to see action – and a wave of actions are coming. We can no longer squander our strengths with self-imposed handicaps. There is too much at stake. We are ready to do whatever is necessary to bring Europe back on track.", 
      "url": "https://www.ecb.europa.eu/press/blog/date/2025/html/ecb.blog20250201~8dbc16838e.en.html"
    },
    {
        "date": "31.01.2025",
        "type": "press_release",
        "authors": ["ECB"],
        "title": "ECB and ESRB issue joint report on experiences of using the countercyclical capital buffer early in the cycle", 
        "content": "17 EEA countries have adopted a positive neutral CCyB approach, Authorities using this approach do not expect it to result in higher CCyB requirements at the peak of the cycle, The European macroprudential framework could be clarified to facilitate a more flexible and proactive use of the CCyB. A timely build-up of capital buffers that can be released in times of stress is essential for financial stability. One way to achieve this is by setting a positive countercyclical capital buffer (CCyB) rate early in the cycle when cyclical systemic risks are neither subdued nor elevated. Understanding how authorities can apply this “positive neutral” approach is essential to advancing the use of the CCyB. The European Central Bank (ECB) and the European Systemic Risk Board (ESRB) today published a joint report aimed at deepening our knowledge of the implementation of positive neutral approaches to setting the CCyB in the European Economic Area (EEA). The report describes the experience of countries that have adopted a positive neutral CCyB approach, as well as the views of those that have not. It outlines the perceived costs and benefits, implications for setting the CCyB through the cycle, calibration methods, conditions for build-up and release, interactions with other capital instruments, buffer usability and reciprocity. Motivations for the adoption of a positive neutral CCyB approach mostly relate to three areas. The first is the need to build up the CCyB in a timely manner, not only to address uncertainty in the identification of systemic risks, but also to ensure that releasable capital buffers are available in the early stages of the financial cycle. The second is to allow for a more gradual, and therefore less costly, build-up of the buffer. The third is increasing the amount of releasable buffers, also to boost resilience against a wider spectrum of potentially large shocks. The report highlights three common elements in the positive neutral CCyB approaches adopted by EEA countries. First, a positive neutral CCyB approach is not intended as a new buffer, but rather as an earlier activation of the CCyB in an environment where cyclical systemic risks are neither subdued nor elevated. Second, in most countries, adopting a positive neutral CCyB approach is not expected to yield higher CCyB requirements at the peak of the cycle. This is in line with the objective of building up the CCyB early in the cycle. Third, for most countries, this more proactive and flexible use of the CCyB does not need to be offset by lowering other requirements, consistent with the risk-based nature of the CCyB. Finally, the report describes what ESRB member institutions see as the challenges and obstacles to implementing a positive neutral CCyB approach, and presents potential avenues for overcoming them. First, more clarity on the objectives of a positive neutral CCyB could alleviate concerns about potential overlaps with the objectives of other instruments, most notably the systemic risk buffer. Second, some countries view a lack of clarity in EU legislation as an obstacle to adopting a positive neutral CCyB approach. In this context, it would be helpful to clarify the European macroprudential framework to ensure that the CCyB can be used more flexibly and proactively. This could be done notably by reducing the prominence of the credit-to-GDP gap and other credit indicators to guide the setting of the CCyB rate. The report could serve as a useful reference for countries within and outside the EEA region that are considering adopting such an approach. It may also provide valuable information to regulatory bodies looking at issuing further guidance on positive neutral CCyB approaches.", 
        "url": "https://www.ecb.europa.eu/press/pr/date/2025/html/ecb.pr250131_3~f57297ee7f.en.html"
    }, 
    {
        "date": "16.12.2022",
        "type": "press_release",
        "authors": ["ECB"],
        "title": "ECB publishes enhanced rules for private financial transactions of high-level officials", 
        "content": "Governing Council, Executive Board and Supervisory Board members bound by new restrictions on private financial transactions, Among new rules, high-level officials’ investments limited to broadly diversified funds with a medium to long-term perspective, Revised rules enhance accountability and transparency of ECB. The European Central Bank (ECB) today published an enhanced Code of Conduct for all high-level ECB officials. These new rules, prepared by the ECB’s independent Ethics Committee, impose additional restrictions on the private financial transactions of high-level ECB officials, including Governing Council, Executive Board and Supervisory Board members. “The amendments to our Code of Conduct carry the full support of all high-level ECB officials and are a strong sign of our unwavering commitment to the ECB’s public mission, which is vital to secure the trust of the Europeans we serve,” says ECB President Christine Lagarde. “While the current Code has proven to be solid and effective, the new rules will bring the ECB’s ethics standards to the next level and ensure that we remain among the leading institutions in this area.” Under the enhanced rules, high-level ECB officials must limit their investments to publicly listed, broadly diversified collective investment schemes such as exchange-traded funds and mutual funds. A collective investment scheme is considered broadly diversified if it is not concentrated in a specific sector. Asset classes that are already held and that, following the amendments, do not fall into this category may be kept as legacy assets. This means that no further purchases of these assets are allowed and that any sales of such assets would require the prior approval of the ECB’s Ethics Committee. To further improve transparency, high-level officials will also publicly disclose all financial transactions undertaken during the last calendar year. This information will be published yearly on the ECB’s website, together with the Declarations of Interests. In the case of spouses and minor children, financial transactions above €10,000 during the last calendar year will be reported to the ECB’s Ethics Committee. The enhanced rules also reinforce the principle of a medium to long-term investment horizon by extending the holding period for all assets from one month to at least one year and introducing a requirement of at least 30 days’ advance notice for transactions exceeding €50,000. The new rules and principles aim to mitigate the risks of misuse of confidential information and possible conflicts of interest. The amendments to the rules for private financial transactions tighten the current regime with the aim of enhancing the ECB’s accountability and transparency. The revised rules will apply from 1 January 2023 and will remain applicable to all high-level ECB officials for six months beyond the end of their term of office.", 
        "url": "https://www.ecb.europa.eu/press/pr/date/2022/html/ecb.pr221216~93f4c11548.en.html"
    }
]